Repository: wp-plugins/mailmojo-widget
Catalog: languages/mailmojo-*.po
Languages: nb_no

source: Easily integrate a mailing list signup form.
nb_no: Et påmeldingsskjema for ditt nyhetsbrev.

source: MailMojo Signup Form
nb_no: MailMojo Påmeldingsskjema

source: Click to add more
nb_no: Legg til flere

source: You need to enter your MailMojo account information on the
nb_no: Du må fylle ut din MailMojo-kontoinformasjon under

source: MailMojo settings page
nb_no: innstillinger for MailMojo

source: Newsletter Signup
nb_no: Nyhetsbrev

source: Interests
nb_no: Interesser

source: Sign me up!
nb_no: Meld meg på!

source: Ta-da! You've successfully signed up. Thank you!
nb_no: Ta-da! Du er nå meldt på nyhetsbrevet. Tusen takk!

source: General
nb_no: Generelt

source: MailMojo List ID
nb_no: MailMojo liste-ID

source: To find the list ID: Go to the email list of your choice in MailMojo, and look at the last part of the URL. That is the list ID. E.g. given "mailmojo.no/lists/123", 123 is the list ID.
nb_no: For å finne liste-IDen kan du gå til en av dine e-postlister i MailMojo, og se på den siste delen av URLen. Dette tallet er liste-IDen. F.eks. med «mailmojo.no/lists/123» er 123 liste-IDen.

source: Title
nb_no: Tittel

source: Description Below Title
nb_no: Beskrivelse under tittelen

source: Include name field
nb_no: Inkluder navnfelt

source: Signup Button Text
nb_no: Påmeldingsknapp

source: Optional Tags
nb_no: Valgfrie merkelapper

source: Tag Selection Label
nb_no: Overskrift for merkelapper

source: Tags (comma separated)
nb_no: Merkelapper (kommaseparert)

source: Notifications
nb_no: Meldinger

source: Success Message
nb_no: Vellykket påmelding

source: Name
nb_no: Navn

source: E-mail
nb_no: E-postadresse

source: You must provide an e-mail address.
nb_no: Du må fylle ut en e-postadresse.

source: Invalid e-mail address.
nb_no: Ugyldig e-postadresse.

source: An unknown error occured.
nb_no: Det har oppstått en ukjent feil.

source: PHP curl extension not installed.
nb_no: PHP curl utvidelsen er ikke installert.

source: MailMojo Settings
nb_no: MailMojo innstillinger

source: Enter the username of the MailMojo account where the mailing list you want signups to are located. After saving the changes, go to the Widgets menu in the Appearance section to configure your widget.
nb_no: Skriv inn brukernavnet til din MailMojo-konto. Etter du har lagret endringene går du til Widgeter menyen under Utseende seksjonen for å konfiguerer widgeten.

source: Username
nb_no: Brukernavn

source: Save Changes
nb_no: Lagre endringer

source: You need to have the PHP Client URL Library (cURL) to be able to use this widget. You can read up on how to install the extension <a href="http://php.net/manual/en/book.curl.php">here</a>
nb_no: Du må ha PHP Client URL Library (cURL) installert for å ta i bruk denne widgeten. Du kan lese alt om denne utvidelsen <a href="http://php.net/manual/en/book.curl.php">her</a>
